Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E32A.tmx
Source language: en_us
Languages: zh_cn

source: 6 Eye-Catching Photos and How They Can Help You Improve Your Photography
zh_cn: 六张照片教你提高拍摄水平

source: Each photographer has their own way of approaching a scene, choosing which settings on their camera will best reflect their vision, and then crafting the final image.
zh_cn: 每个摄影师都有自己的方式审视他们要拍摄的场景，从而决定如何操作来表达他们眼中的美景，再加上后期，最终得到一个完整的作品。

source: You get to make this series of decisions each time you take a photo, and it's a highly personal experience.
zh_cn: 拍摄每张照片你都需要做这样一系列的事情，而且这些都是一些个性化的东西。

source: But you can still learn a lot by going behind the scenes of a photo, and hearing how the photographer made their own decisions. Whether you pick up a new tip for creating an interesting effect, a new way of looking at a scene, or simply the inspiration to go and shoot, it's both informative, and a lot of fun too.
zh_cn: 不过即使如此，你仍然可以从一张照片学习到很多东西，知道摄影师是如何谋划构思的，你可以从中学习一些规律来为你所用，或者仅仅是从中获取一些灵感来让自己更好的拍摄，而且你会发现，从中发现这些信息也非常有趣。

source: So here are six of my favourite photos, and details about how they were taken.
zh_cn: 这里有六张我喜爱的照片，在这里我会分享一些怎么拍下这些照片的细节。

source: Get out your notebook, have your camera handy, and let's go.
zh_cn: 拿出你的笔记本，把你的相机拿在手边，让我们开始学习吧。

source: Waterfall in the Woods
zh_cn: 森林里的瀑布

source: Vancouver Island, Canada - Settings: 14mm, f/10, 1.6 seconds, ISO 80
zh_cn: 拍摄于加拿大温哥华岛，参数: 14mm, f/10, 1.6, ISO 80

source: This shot is a great example of what happens when you pick a slow shutter speed.
zh_cn: 这张照片是低速快门下拍摄的典型例子。

source: [Moving water takes on this flowing look] and adds a softer feel to the image.
zh_cn: 水流在低速快门下连成一片，犹如一条柔软的白色丝绸。

source: If you want to get this effect, first set your shutter speed to a long value.
zh_cn: 如果你想得到这样的效果，首先你要让快门速度设置的比较低。

source: Here the setting was 1.6 seconds - a value around there is a good place to start. Then you'll need to adjust the rest of your settings to get a good exposure.
zh_cn: 在这张照片上快门速度设置为1.6秒，然后你需要将其他参数合适设置得到正确的曝光。

source: A high (small) aperture, and low ISO can really help.
zh_cn: 如果场景比较亮，小光圈，低ISO就可以了。

source: But if that's not enough, you may need to [use a neutral density filter].
zh_cn: 但是如果场景不够亮，你可能需要使用中性密度滤光片。

source: Then make sure you can keep your camera steady for the entire shot. The ideal would be to [use a tripod], but it doesn't even need to be a big, heavy one.
zh_cn: 然后，确保你的相机一定要在整个过程中稳定，你可能首先想到三脚架，但是也不一定非要这么大和重的东西。

source: This shot was taken with a point and shoot camera (the Sony RX100III) and the tripod was just a tiny tabletop tripod set up on the rocks.
zh_cn: 这张照片是用傻瓜相机Sony RX100III拍的，它只需要一个很小的架子放在石头上进行拍摄。

source: Finally take the photo, and enjoy a beautiful waterfall image that really grabs your viewers' attention.
zh_cn: 最后，看看这张美丽的瀑布照片吧，它真的能抓住观看者的眼睛。

source: The Bee and the Flower
zh_cn: 蜜蜂和花朵

source: Edmonton, Canada - Settings: 85mm, f/4.0, 1/3000th, ISO 200
zh_cn: 拍摄于加拿大埃德蒙顿，参数: 85mm, f/4.0, 1/3000th, ISO 200

source: This photo has two elements to pay attention to, the first being the composition.
zh_cn: 这张照片有两个地方可以学习，首先是构思。

source: The bee is very small, but you can still easily make it out.
zh_cn: 蜂蜜是非常小的，但是你却可以很容易看到它。

source: That's thanks to negative space.
zh_cn: 这幸亏图片中的留白部分。

source: All of the blue, empty sky is negative space that draws your eye towards the subject.
zh_cn: 空空的蓝色天空推动你的目光，让你关注到那只小蜜蜂。

source: Walk around, looking to see if you can [find an angle] that helps simplify your frame by incorporating negative space.
zh_cn: 要寻找这样的留白，只需要你多走走，找找看是不是有合适的角度来帮助你找到空白来简化你的构图。

source: Don't stop there, though. Change your position even further by climbing up high, or, as in this case, lying on the ground.
zh_cn: 不要停下来，不停的变换位置，甚至爬高，或者躺在地上。

source: Yep, this photo was taken lying flat on the grass.
zh_cn: 对的，这张照片就是躺在草地上拍摄的。

source: Don't be afraid to get messy in the pursuit of a great shot.
zh_cn: 为了拍摄到精彩的照片，别怕脏。

source: The second thing to note about this shot is the shutter speed. There's a very fast setting chosen here (1/3000th of a second) and that allowed the bee to be in sharp focus, even when it was moving very fast. A slower shutter speed could have led to motion blur of the subject, losing that crisp, sharp detail.
zh_cn: 第二个需要学习的地方就是快门速度，这张图的快门速度高达1/3000秒，如此快的速度才可以让蜂蜜非常清晰的被拍摄下来，而较慢的快门速度会让小蜜蜂行迹模糊，失去了干净、清楚的细节。

source: When shooting fast moving objects, make sure your [shutter speed is set appropriately].
zh_cn: 当你拍摄移动物体的时候，一定要设置合适的快门速度。

source: The Internet Man
zh_cn: 网吧男人

source: Jodhpur, India - Settings: 50mm, f/1.6, 1/320th, ISO 400
zh_cn: 拍摄于印度的焦特布尔，参数: 50mm, f/1.6, 1/320th, ISO 400

source: There's a great story behind this image. On a trip through India we found ourselves in Jodhpur, known as the Blue City.
zh_cn: 这张图背后有一个故事，在印度旅行的时候，我们到了焦特布尔，一个被叫做蓝色城市的地方。

source: The walls of many of the houses are painted a vibrant blue, and it made for some incredible images.
zh_cn: 很多的房子都被涂成天蓝色，这些都组成令人难以置信的景象。

source: But this portrait was not taken on a photo walk, but rather after we made our daily visit to the internet shop.
zh_cn: 但是这张照片不是在旅行的路上拍摄的，而是我们去一个网吧处理日常的事物。

source: After we finished up on the computer, we got to chatting with the man who owned the shop.
zh_cn: 在用完电脑之后，我们和这个网吧的老板聊了一会天。

source: He was a wonderful guy, with a great face, so we asked for a portrait.
zh_cn: 他是一个很好的人，有着英俊的脸庞，所以我请他拍一张肖像照。

source: He was happy to oblige, and by standing in the doorway of his shop we got both a beautiful blue background, and catchlights in his eyes from the light coming in the door ([catchlights, those white specks in the eyes,] are a great way to add life and sparkle to your subjects' eyes).
zh_cn: 他很乐意效劳，这个时候门上的光正好造成他的眼神光（眼神光是眼睛里闪的光，可以在拍摄中让拍摄者的眼睛闪闪发亮，更加有神采）。

source: One final note on the settings: using a low aperture value can help your subject stand out from the background, especially if you can't bring them very far forward from the background.
zh_cn: 可以从中学习的设置方式：用大光圈可以让你的拍摄主体从背景中显现出来，特别是你不能让他们远离你不需要的背景的时候。

source: In this image f/1.6 was used, which is definitely very low, but it really helped create some background separation.
zh_cn: 这张照片光圈设置为1.6，这个光圈比较大，确实可以让你的主体从背景中分离出来。

source: The best part of the story?
zh_cn: 这个故事最有趣的地方在哪里呢？

source: After we took his photo (and gave him a copy of the file) he thanked us, and told us that he'd pray that we'd have a son before returning to India.
zh_cn: 当我们拍完照片之后拷贝了一份给他，他感谢我们，告诉我们说他已经祈祷我们下次来印度的时候会有一个儿子。

source: Well, we did have a son. Now we just have to go back, don't we?
zh_cn: 不过我们确实已经有一个儿子了，那么我们是不是下次还得来呢？

source: Cows in the Field
zh_cn: 田野里的牛

source: The Sacred Valley, Peru - Settings: 200mm, f/7.1, 1/1600th, ISO 800
zh_cn: 拍摄于秘鲁的神秘峡谷，参数： 200mm, f/7.1, 1/1600th, ISO 800

source: Learning how to use lens compression to your advantage can make for some really impressive shots. This image is a great example of this technique.
zh_cn: 从这张照片上你可以学习到如何将远景压缩到你的照片中，这个技巧可以让你拍摄出难忘的照片。

source: Very simply, when you use a longer focal length (like the 200mm used in this photo) it makes the distance between objects in the frame appear to be less.
zh_cn: 很简单，当你用长焦距的镜头（比如在这张照片上是200 mm焦距）可以让你的拍摄物被拉近。

source: It makes the background appear closer to the foreground, and in this example it makes the hills appear very close to cows.
zh_cn: 让场景中的背景和你的前景看起来更近一些，在这个例子中是让山看起来和牛群很近。

source: Essentially, it compresses the space in the image.
zh_cn: 实际上，仅仅是照片看起来很近而已。

source: Here you can see how it makes the hills really fill the frame and create a strong, patterned background that contrasts nicely with the organic shapes of the cows.
zh_cn: 这里你可以看到这样做让山填满了背景，让一个广阔的图案式的背景完美的和前景中的牛交相辉映。

source: In your own photography you can use a long lens to make clouds appear much larger and closer to your subject, or make your friends look like they're stepping on top of a building, Godzilla-style.
zh_cn: 在你拍摄的时候，你可以用长焦镜头让大大的云朵拉近你的主体，或者可以让你的朋友看起来就好像站在高高的建筑上一样。

source: There's no limit to the creative effects you can achieve when you use compression.
zh_cn: 当你用压缩这个技巧的时候你可以尽情的发挥你的想象力。

source: Down the Stairs
zh_cn: 向下的楼梯

source: Krabi, Thailand - Settings: 17mm, f/5.0, 1/400th, ISO 400
zh_cn: 拍摄于泰国的甲米，参数: 17mm, f/5.0, 1/400th, ISO 400

source: If long lenses make objects appear closer to each other in your frame, what about wide angle lenses?
zh_cn: 如果长焦让你的物体好像彼此很近，那么广角呢？

source: Here's a great example. This shot, taken while looking down a few of the 1,272 treacherously steep steps of the Tiger Cave Temple, makes you feel like you may just fall down them, along with the photographer. The wide angle lens (17mm) helps to create that feeling.
zh_cn: 这张照片是一个很好的例子，这张照片拍摄于泰国的虎穴庙，这里有1272层陡峭的楼梯。照片让你感觉你要和拍摄者一起掉下去一样，实际上是17mm的广角镜头让你有这样的感觉。

source: The wide angle exaggerates the distance between objects, especially at the edges.
zh_cn: 广角夸大了物体之间的距离，特别是位于两边的物体。

source: Take a look at those hand rails at the edge of the frame. They look very far apart, especially compared to the distance between the hand rails further down the stairs.
zh_cn: 看看照片上位于两边扶手，好像它们被分的非常开，特别是顺着扶手向下看去。

source: But this exaggeration at the edges helps to turn the rails into leading lines, drawing your eye down the stairs, and creating that falling feeling.
zh_cn: 这种夸张的边缘效应让你的视线被扶手引导向下，一直看到底下的楼梯，这就会营造出一种摇摇欲坠的感觉。

source: So if you want to add some drama to an image, or exaggerate perspective, grab a wide angle lens.
zh_cn: 所以，如果你想让你的照片有一些戏剧性效果，或者你要让场景更夸张一些，那么就用广角镜头吧。

source: Place objects near the edges and make use of the stretching it causes.
zh_cn: 把你的拍摄主体位于两边，这样就会看起来被远远的拉开。

source: Camel at Sunset
zh_cn: 日落时的骆驼

source: Jaisalmer, India - Settings: 70mm, f/7.1, 1/400th, ISO 125
zh_cn: 拍摄于印度的杰伊瑟尔梅尔，参数: 70mm, f/7.1, 1/400th, ISO 125

source: Doesn't a great silhouette image just grab your attention?
zh_cn: 你的视线被这个剪影牢牢的抓住了吧？

source: It's so different from how we normally see the world that it can add a big impact to your work.
zh_cn: 这和你现实中看到的场景完全不一样吧。

source: But a silhouette is a prime example of how your camera can easily be fooled by light, and how you, the photographer, need to know how to control it.
zh_cn: 这个剪影告诉你，你的相机是如何被光所愚弄的，而你，作为一个摄影师要知道如何控制它。

source: In this example your camera might very well try to expose for the camel, or somewhere in between the camel and the sunset, and you'll wind up with something really bright, or sort of dark, but it probably won't look like a nice, crisp silhouette.
zh_cn: 在这个图例里，你的相机可能试图去曝光骆驼，或者骆驼和日落之间的部分，你也可能会迷惑该对哪里进行曝光，亮的的地方还是暗的地方，弄的不好你就不会得到这样一个漂亮的剪影。

source: So what to do?
zh_cn: 所以，我们该做什么呢？

source: Take control.
zh_cn: 淡定。

source: When aiming for a silhouette you'll want to expose for the sky, not the subject.
zh_cn: 当你想要一个剪影效果的时候你要向天空进行曝光。

source: Then you can either use exposure compensation to dial in the exposure you're looking for, or better yet, [jump into full manual control] and choose your settings to get exactly the exposure and depth of field you want.
zh_cn: 你或者可以使用曝光补偿来得到完美的照片，或者干脆手动操作得到你想要的照片。

source: Hopefully this peek behind the decisions and settings of these photos gives you a few tips to take some great shots of your own.
zh_cn: 希望这些对于照片之后的小小揭秘可以给你的摄影带来一点点启示。

source: The more you learn about how all the settings on your camera affect the look and feel of your images, the better decisions you'll be able to make.
zh_cn: 你通过照片了解他们为什么这么操作可以帮助在下次摄影的时候自己来操作。

source: Best of all, this stuff doesn't have to be hard to learn, and you'll get to use the knowledge to create better images for the rest of your life.
zh_cn: 总的来说，这些都不很难学，你可以发挥你的创造力来得到好的作品。
